[
    {
        "word": "fawn", 
        "def": "【考法 1】 vi. 阿谀奉承: to seek favor or attention by flattery and obsequious behavior \n【例】 fawn on one's superior 向上司谄媚\n【近】 cower, cringe, flatter, grovel, toady, truckle\n【反】 domineer 统治;专横跋扈\n【派】 fawning adj. 阿谀奉承的,讨好的\n"
    }, 
    {
        "word": "voluble", 
        "def": "【考法 1】 adj. 健谈的,话多的: characterized by ready or rapid speech \n【例】Thevolublegadflyruinedtheparty. 聚会被那个话又多又让人讨厌的人破坏了。 \n【近】 chatty, eloquent, garrulous, glib, loquacious, talkative, vocative\n【反】 reticent, taciturn 沉默的;laconic, reserved, succinct 惜字如金的\n【派】 volubility n. 口若悬河\n"
    }, 
    {
        "word": "disarray", 
        "def": "【考法 1】 n. 混乱,无秩序: a lack of order or sequence\n【例】 The room was in disarray. 房间一片混乱。\n【近】 confusion, disarrangement, disorder, disorderliness, disorganization, havoc, mess, messiness, misorder, muddle, muss, shambles, jumble, welter\n【反】 order, orderliness 有序\n【考法 2】 v. 使混乱: to undo the proper order or arrangement of\n【例】 Changing offices disarrayed my papers completely. 办公室搬迁,使我的文件全部乱套了.\n【近】 confuse, disarrange, discompose, dishevel, dislocate, disorganize, disrupt, disturb, hash, jumble, muddle, muss, rumple, scramble, upset, mess up, mix up\n【反】 arrange, array, dispose, order, organize, range, regulate, straighten up 使有序\n"
    }, 
    {
        "word": "surreptitious", 
        "def": "【考法 1】 adj. 偷偷摸摸的,保密的: undertaken or done so as to escape being observed or known by others \n【例】 took a surreptitious glance at her knees 偷偷瞟了一下她的膝盖\n【近】 backstairs, clandestine, covert, furtive, privy, underground, underhanded, behind-the-scenes\n【反】 barefaced, aboveboard, open, overt, public 光明正大的\n"
    }, 
    {
        "word": "circumlocution", 
        "def": "【考法 1】 n. 绕圈子的说话:the use of unnecessarily wordy and indirect language, evasion in speech \n【例】The other son of your parents’ is a circumlocution for your brother. 你父母的其他儿子是你兄弟的绕圈 子的说法。\n【近】equivocation, shuffle, tergiversation\n【反】pithy utters, straightforward utter , express succinctly 简洁地表达;direct encounter 直接面对 \n【派】circumlocutory a. 绕圈子的\n【反】direct 直接的\n【考法 2】 n. 冗长:the use of too many words to express an idea\n【例】your papers have to be five pages long, but that's five pages of substance, not circumlocution. 你的论文要\n求是 5 页,但是那 5 页都是实质内容,不是废话。\n【近】diffuseness, diffusion, long-windedness, prolixity, redundancy, verbalism, verboseness, verbosity, windiness, wordage, wordiness\n【反】conciseness, concision, pithiness, succinctness, terseness 简洁\n"
    }, 
    {
        "word": "predestine", 
        "def": "【考法 1】 vt. 预先注定: to determine the fate of in advance \n【例】Ourvictoryinthetournamentwasseeminglypredestined. 我们在锦标赛中的胜利似乎是注定好了的 \n【近】 doom, fate, foredoom, foreordain, ordain, predestine, predetermine, preordain\n【派】 predestination n. 命中注定\n"
    }, 
    {
        "word": "chaos", 
        "def": "【考法 1】 n. 混乱 a condition or place of great disorder or confusion.\n【例】 the boy's room is in such chaos that it looks as though a tornado had struck 以至于看起来像台风来袭\n【近】 disarrangement, dishevelment, disorder, disarray, havoc, mess, muddle, jumble, welter \n【反】 order有秩序\n【派】 chaotic adj. 混乱的,无序的:happening in a state of complete disorder and confusion \n【反】 strictly structured, strictly featured 构造严谨的,特征严谨的\n"
    }, 
    {
        "word": "elegy", 
        "def": "【考法 1】 n. 哀歌(诗),挽歌(诗): a song or poem expressing sorrow or lamentation \n【例】 an moving elegy played at the funeral 葬礼上演奏的催人泪下的挽歌\n【近】 dirge, lamentation, requiem\n【反】 ode 颂歌,颂词\n"
    }, 
    {
        "word": "tenuous", 
        "def": "【考法 1】 adj. 没有实际内容的: having little substance; flimsy \n【例】 a tenuous argument 站不住脚的论点\n【反】 substantial 实质的\n"
    }, 
    {
        "word": "mirage", 
        "def": "【考法 1】 n. 海市蜃楼,幻想: something illusory and unattainable like a mirage\n【例】 Reunion with her husband has become a mirage. 与他丈夫重逢已是可望而不可及的幻象‖A peaceful solution proved to be a mirage. 和平解决问题是不可能的了\n【近】 chimera, delusion, hallucination, illusion, phantom, vision\n【反】 reality 现实\n"
    }, 
    {
        "word": "integrity", 
        "def": "【考法 1】 n. 正直: steadfast adherence to a strict moral or ethical code, devotion to telling the truth\n【例】 After a thorough investigation into “Climategate”, the panel concluded that the integrity of scientific community is still sound. 经过对“气候门事件”的彻底调查,专家组认为学术界的信誉和道德仍然是值得信赖的\n【近】 conscience, honesty, incorruptibility, rectitude, righteousness, scrupulousness\n【反】 baseness 卑鄙;deceit, deceitfulness, dishonesty, lying, mendacity, untruthfulness 欺骗 \n【考法 2】 n. 完整性: the quality or condition of being whole or undivided\n【例】 trying to maintain the integrity of the falling empire 尽力维持日趋西山的帝国的统一 \n【近】 completeness, entireness, perfection, wholeness\n"
    }, 
    {
        "word": "conjure", 
        "def": "【考法 1】 vt. 请求,恳求: to charge or entreat earnestly or solemnly\n【例】 I conjure you to hear my plea for mercy. 请您发发慈悲吧。‖He conjured them with his dying breath to look after his children. 临终前他恳求他们照顾他的孩子。\n【近】 appeal, beseech, besiege, entreat, impetrate, implore, importune, petition, plead, pray, solicit, supplicate \n【考法 2】 vi. 在脑海中浮现: to form a mental picture of\n【例】 With certain flowers I instantly conjure up memories of our Caribbean honeymoon.这些鲜花让我立即回 想起加勒比海的蜜月之旅。\n【近】 conceive, dream, envisage, envision, fancy, fantasize, feature, ideate, image, picture, vision, visualize\n"
    }, 
    {
        "word": "ingratiating", 
        "def": "【考法 1】 adj. 讨人喜欢的: capable of winning favor\n【例】 They adopted the orphan who had a most ingratiating smile. 他们收养了那名有着最惹人喜欢的笑容 的孤儿\n【近】 disarming, endearing, insinuating, winsome\n【反】 disagreeable 令人厌恶的\n【考法 2】 adj. 逢迎的,意在奉承的: intended or adopted in order to gain favor\n【例】 an repulsive ingratiating smile 令人反感的阿谀奉承的微笑\n【近】 adulatory, deferential, fawning, flattering, toady\n【派】 ingratiate v. 讨好\n"
    }, 
    {
        "word": "vile", 
        "def": "【考法 1】 adj. 丑陋的: unpleasant to look at\n【例】 a truly vile combination of colors 着实丑陋的混搭色调\n【近】 grotesque, hideous, homely, monstrous\n【反】 aesthetic, attractive, beautiful, comely, cute, fair, gorgeous, handsome, ravishing, seemly\n【考法 2】 adj. (道德上)可鄙的,卑鄙的: morally despicable or abhorrent\n【例】 Nothing is so vile as intellectual dishonesty. 没什么比智力上的欺骗更为可鄙的了。\n【近】 base, contemptible, despicable, detestable, dishonorable, execrable, ignominious, mean, nasty, paltry, sordid, wretched\n漂亮迷人的\n【反】 honorable, lofty, noble, straight, upright, venerable, virtuous 有道德的\n"
    }, 
    {
        "word": "remiss", 
        "def": "【考法 1】 adj. 疏忽的,不留心的: exhibiting carelessness or slackness\n【例】 I would be remiss if I didn't tell you how much I appreciated the lovely gift.如果我不告诉你我是多么的喜 欢这个可爱的礼物的话,那我就太疏忽大意了。\n【近】 careless, derelict, disregardful, heedless, lax, lazy, neglectful, neglecting, slack\n【反】 attentive, careful, conscientious, meticulous, painstaking, scrupulous 细致的,仔细的\n"
    }, 
    {
        "word": "excoriate", 
        "def": "【考法 1】 v. 严厉批评: to criticize harshly and usually publicly \n【例】 She was excoriated as a racist. 她被指责是一个种族歧视者。 \n【近】 abuse, assail, belabor, castigate, excoriate, lambaste, vituperate \n【反】 accolade, extol, flatter, praise lavishly 赞扬\n"
    }, 
    {
        "word": "ungainly", 
        "def": "【考法 1】 adj. 笨拙的,不雅的: having or showing an inability to move in a graceful manner \n【例】 ungainly movements 笨拙的动作\n【近】 clumsy, awkward, blundering, maladroit\n【反】 coordinated, graceful, adroit, dexterous, lissome 协调的,灵巧的\n"
    }
]